{
    "birthdaywishmessages": [
        "Hope you create and enjoy heaps of beautiful birthday memories to cherish your entire life. Happy birthday.",
        "On your special day, you should only have the good luck that comes with family and friends. Happy birthday. There are so many beautiful things I want to say about you…every day. Today, though, I have only one — happy birthday, beautiful.",
        "Hope your birthday bestows you with more happiness, love and fun than you ever thought you could take...and then some! You deserve it all. Enjoy your special day!",
        "May you have such an incredibly special birthday that every day afterward starts and ends with joy, love, laughter and peace of mind.",
        "Happy birthday. May the next 12 months of the year be the happiest of your life. Hope every day is packed with memories that you'll treasure evermore.",
        "Hope your birthday brings you whatever you want. You deserve happiness, love and, most of all, fun on your special day.",
        "Have a great birthday with all the love, laughter and joy you deserve.",
        "May this birthday and the coming year bring you good surprises — filled with sunshine, smiles and sweethearts.",
        "Hope you create and enjoy heaps of beautiful birthday memories to cherish your entire life. Happy birthday.",
        "On your special day, you should only have the good luck that comes with family and friends. Happy birthday.",
        "Hope your special day fills up your heart and soul with joy, wonder and love.",
        "I only have the best birthday blessings for you — today and forever. Happy birthday.",
        "Have an amazing birthday. Be sure to celebrate whatever brings you bliss and contentment.",
        "May your birthday be filled with hours upon hours of joy and love. Happy birthday.",
        "Happy birthday! May you have the best of luck on your special day, bringing you the joy, peace and wonder you so rightfully deserve.",
        "Happy birthday! It's time for you to have an amazing birthday and savor the joy, love and peace we aim to bring you.",
        "May every moment of your birthday be the happiest you've ever had — and may your happiness spill over to every other day of the year.",
        "May your life be a series of fortunate events with countless happy birthdays, starting with this one.",
        "Happy birthday. Let’s light your birthday candles and mark the most special day of the year — your birthday.",
        "Happy birthday. Hope you begin your special day with a gigantic smile on your beautiful face — and it only gets bigger and bigger with each hour of your birthday. ",
        "Here's to your special day. Let's make it a truly special celebration. Happy birthday.",
        "Happy birthday. May all your dreams become what you truly want.",
        "Happy birthday. May every dream of yours set your life on fire, brightening up today, your special day, and every other day of the year.",
        "Have an amazing birthday. Light your birthday candles and wish upon a star or all the stars in the sky (you certainly deserve everything coming to you).",
        "With this birthday, you're a little older and a lot more wonderful. Have the happiest of special days.",
        "Every year, you become greater in every way that really matters. Have a great birthday.",
        "May your special day be packed with all the joy, peace and glory you wish for. Happy birthday.",
        "Light and blow out each candle on your birthday cake...not because it's what people do, but to celebrate another special day of your extraordinary life. Happy birthday.",
        "You're very special — and you should know it. So I will let you how much every second of your special day. Happy birthday.",
        "Wishing you a very, very happy birthday. You don’t need to do a thing — I will make it happen for you. You're the best. I love you.",
        "There are so many beautiful things I want to say about you…every day. Today, though, I have only one — happy birthday, beautiful.",
        "You and I are a great team. Together, we are champions. Happy birthday, champ.",
        "The years have been more than kind to you. They've been miraculous. You are a beautiful person, inside (where it mostly counts) and outside.",
        "I treasure every memory we've created together. I look forward to creating even more, starting with your birthday. Let's celebrate until we don't remember a thing. Happy birthday.",
        "You're a wonderful person who has always deserved only the best of everything, nothing less. Happy birthday.",
        "Happy birthday. As you get older, losing your memory bit by bit is certain. Forgetting everything that once made you miserable is certainly better.",
        "May you continue to improve as a person with each passing year. Wishing you a very happy birthday.",
        "As you go through each year, remember to count your blessings, not your age. Count your amazing experiences, not your mistakes. Happy Birthday to an insanely awesome person!",
        "On your birthday, look to the future and forget your past- the best is still to come. Happy birthday, friend.",
        "Happy birthday to someone who is funny, charming, popular, and loving- someone like me. Congrats on your birthday you amazing human!",
        "A birthday is one of the most important days of the year- may yours be filled with the light of living and the brightness of laughter. Happy Birthday.",
        "To a dear friend- thanks for always being there for me through the thick and the thin. You’re truly the best. Happy birthday to you!",
        "I know your birthday is a special day with or without me, but I have to say that you are the best friend I’ve ever had! Happy Birthday.",
        "On your birthday, I’d like to say thank you for sharing with me all of the wonderful memories, and I hope we will make many more together in the future. Happy Birthday!",
        "May this year be a breakthrough year for you! I hope that all your stars keep shining and your biggest dreams come true. Congrats on another great year. Happy Birthday.",
        "Warmest wishes to you on this very special day of yours! You are a great inspiration and role model to me. Happy birthday, my dear friend!",
        "Happy Birthday, dear friend! Being the good friend that I am, I won’t let you celebrate your birthday alone. And I definitely won’t let you eat your cake alone! Best wishes!",
        "I really hope I can make your day as special as you are to me! Happy Birthday, my love. May all your dreams come true!",
        "Happy birthday! Here’s to a bright, healthy and exciting future!",
        "Have a wonderful birthday. I wish your every day to be filled with lots of love, laughter, happiness and the warmth of sunshine.",
        "May your coming year surprise you with the happiness of smiles, the feeling of love and so on. I hope you will find plenty of sweet memories to cherish forever. Happy birthday.",
        "You are very special and that’s why you need to float with lots of smiles on your lovely face. Happy birthday.",
        "Special day, special person and special celebration. May all your dreams and desires come true in this coming year. Happy birthday."
    ]
}
